{
    "recipes": [
        {
            "title": "Paneer Tikka",
            "details": "Panner Tikka is one of the most common food of choice at the restaurant and this video breaks the recipe for you, so that you can try this yummy, flavourful paneer dish at home.  Try it today!",
            "image": "https://www.cookforindia.com/wp-content/uploads/2016/08/Paneer-Tikka-_LR.jpg",
            "video": "c-oVDb-O2Q8",
            "id": 1,
            "htmlView":"http://www.rarerecipes.net/paneer_tikka_recipe.pdf"
        },
        {
            "title": "Gobi Manchurian",
            "details": "Gobi Manchurian is a classic Indo Chinese dish made from cauliflower and tossed in a sweet and sour sauce.",
            "image": "http://mayabugs.com/blog/wp-content/uploads/2013/06/Gobi-Manchurian-3.jpg",
            "video": "fV8pu8pOEF8",
            "id": 2,
            "htmlView":"https://hebbarskitchen.com/dry-gobi-manchurian-recipe/"
        },
        {
            "title": "Cheesy Crust Pizza",
            "details": "Pizza is a dish of Italian origin consisting of a usually round, flat base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients (such as various types of sausage, anchovies, mushrooms, onions, olives, vegetables, meat, ham, etc.), which is then baked at a high temperature, traditionally in a wood-fired oven.[1] A small pizza is sometimes called a pizzetta. A person who makes pizza is known as a pizzaiolo.",
            "image": "https://images8.alphacoders.com/369/369063.jpg",
            "video": "LBTxB8uOWAY",
            "id": 3
        },
        {
            "title": "Maharashtrian Thali",
            "details": "Maharashtrian Thali consists of traditionally prepared dishes from the state of Maharashtra. A typical Vegetarian Menu features koshimbir, Aamti or varan, Roti made with different flours, Vegetables, Lentils, Pickles and other condiments, Drinks and sweets.",
            "image": "https://imgmedia.lbb.in/media/2019/03/5c9cbd0cd3393d11c7587f6a_1553775884712.jpg",
            "video": "y65wC-x2g9o",
            "id": 4
        },
        {
            "title": "North Karnataka Thali",
            "details": "Jolada rotti can be eaten in any form ,fresh ,kadak ,goes well with variety of veg and non veg dishes ,even with simple curd and chutney,it tastes heavenly 😊",
            "image": "https://i.ytimg.com/vi/OdjJ3P4DeVY/maxresdefault.jpg",
            "video": "MIU4TphhYzI",
            "id": 5
        },
        {
            "title": "Franch Bread Rolls",
            "details": "French Bread Rolls are the PERFECT yeast bread to serve on the weekend because they’re warm and fluffy on the inside, crusty on the outside, and incredibly easy to make!",
            "image": "https://www.realmomkitchen.com/wp-content/uploads/2019/11/French-Bread-Rolls-1.jpg",
            "video": "ILjX9xQVQso",
            "id": 6
        },
        {
            "title": "Dhokla",
            "details": "Dhokla is a vegetarian culinary dish that is native to the Indian state of Gujarat and parts of adjacent states. Although a Gujarati delicacy, it is also commonly served in other parts of India. It is made with a fermented batter derived from legumes like Chickpea, Pigeon pea and Urad and rice. Dhokla can be eaten for breakfast, as a main course, as a side dish, or as a snack. Dhokla is very similar to Khaman, however Khaman is typically made from Chickpeas gram and looks yellow in color. Khaman has become widely popular outside Gujarat but is misunderstood or incorrectly known as Dhokla.",
            "image": "https://www.desiblitz.com/wp-content/uploads/2019/10/7-Delicious-Types-of-Dhokla-to-Make-at-Home-chana.jpg",
            "video": "Vu3HHOfK53A",
            "id": 7
        },
        {
            "title": "Veg Sandwich",
            "details": "A simple grilled cheesy sandwich recipe prepared with easily available vegetables in every household. An ideal healthy kids lunch box recipe which can also be served as snack and breakfast.",
            "image": "https://3.bp.blogspot.com/-gCbo2_sjCls/WOYS2jgd1hI/AAAAAAAAqTw/t3nMycGpadI-qhy4PdLEDTjc3jHOdmlNwCLcB/s1600/02-DSC_0097.JPG",
            "video": "KdLvelT0R1A",
            "id": 8
        },
        {
            "title": "Mysore Masal Dosa",
            "details": "A dosa / dosai / dosey is a thin batter-based dish (usually crispy) originating from South India, made from a fermented batter predominantly consisting of lentils and rice. Its main ingredients are rice and black gram, ground together in a fine, smooth batter with a dash of salt, then fermented. Dosas are a common dish in South Indian cuisine, but now have been popular all over the Indian subcontinent. Dosas are served hot along with chutney by tradition and sambar in recent times. Chutney is a fine paste made up of groundnut, coconut and lentil.",
            "image": "https://weareliferuiner.com/wp-content/uploads/2018/09/Featured-image-masala-dosa-recipe.jpg",
            "video": "e9XFHjdw3Cg",
            "id": 9
        },
        {
            "title": "Rasmalai",
            "details": "East India, especially Bengal, is extremely popular and proud of their array of milk based mithais and rasmalai is one of those delicacies. In this recipe we show you how to make rasmalai from scratch – right from making the coagulated milk or chenna balls to the sweet syrup that they sit in. A good rasmalai is supposed to be soft, spongy, sweet and satisfying – follow this recipe to the t and you will get a mithai which is all of these things and more!",
            "image": "https://www.cookclickndevour.com/wp-content/uploads/2017/08/rasmalai-recipe-d-766x1024.jpg",
            "video": "9mm8my_NLlY",
            "id": 10
        },
        {
            "title": "Blue Lagoon Cocktail",
            "details": "A brilliant, turquoise 1970s classic, the Blue Lagoon may look and sound tropical, but it's a deliciously tangy, citrus harmony of vodka, blue curaçao and lemonade.",
            "image": "https://i0.wp.com/dailyappetite.com/wp-content/uploads/2017/10/Blue-Lagoon-1.jpg",
            "video": "APzwFz70XPQ",
            "id": 11
        },
        {
            "title": "Paneer Tikka",
            "details": "Pasta is a type of food typically made from an unleavened dough of wheat flour mixed with water or eggs, and formed into sheets or other shapes, then cooked by boiling or baking. Rice flour, or legumes such as beans or lentils, are sometimes used in place of wheat flour to yield a different taste and texture, or as a gluten-free alternative. Pasta is a staple food of Italian cuisine.",
            "image": "https://i2.wp.com/www.sugarspunrun.com/wp-content/uploads/2016/08/buff-chk-pasta-salad-no-watrmark-1-of-1-4.jpg",
            "video": "K1P_KI1YD4c",
            "id": 12
        }
    ]
}